const mockData = {
    artists: [
        {
            name: "Κατερίνα Γερονικολού",
            img: "https://www.faysbook.gr/wp-content/uploads/2019/10/geronikolou.jpg",
            play: "Κι από Σμύρνη… Σαλονίκη"
        },
        {
            name: "Δημήτρης Μανδρινός",
            img: "https://www.ordino.gr/photos/small/16570_20190613012558.png",
            play: "Το Τρίτο Στεφάνι"
        },
        {
            name: "Αναστασία Στυλιανίδη",
            img: "https://storyplay.gr/wp-content/uploads/2019/02/IMG_4819-300x300.jpg",
            play: "Ρινόκερος"
        },
        {
            name: "Κατερίνα Γερονικολού",
            img: "https://www.faysbook.gr/wp-content/uploads/2019/10/geronikolou.jpg",
            play: "Κι από Σμύρνη… Σαλονίκη"
        },
        {
            name: "Δημήτρης Μανδρινός",
            img: "https://www.ordino.gr/photos/small/16570_20190613012558.png",
            play: "Το Τρίτο Στεφάνι"
        },
        {
            name: "Αναστασία Στυλιανίδη",
            img: "https://storyplay.gr/wp-content/uploads/2019/02/IMG_4819-300x300.jpg",
            play: "Ρινόκερος"
        },
        {
            name: "Κατερίνα Γερονικολού",
            img: "https://www.faysbook.gr/wp-content/uploads/2019/10/geronikolou.jpg",
            play: "Κι από Σμύρνη… Σαλονίκη"
        },
        {
            name: "Δημήτρης Μανδρινός",
            img: "https://www.ordino.gr/photos/small/16570_20190613012558.png",
            play: "Το Τρίτο Στεφάνι"
        },
        {
            name: "Αναστασία Στυλιανίδη",
            img: "https://storyplay.gr/wp-content/uploads/2019/02/IMG_4819-300x300.jpg",
            play: "Ρινόκερος"
        },
    ],
    productions: [
        {
            title: "Οι Μάγισσες της Σμύρνης - Online Streaming",
            url: "www.youtube.com/watch?v=x-P2eU9QguY'",
            description: "Η μεγάλη θεατρική επιτυχία, Οι Μάγισσες της Σμύρνης της Μάρας Μεϊμαρίδη, σε θεατρική απόδοση και σκηνοθεσία του Σταμάτη Φασουλή, με ένα θίασο εμβληματικών ηθοποιών και ομάδα σπουδαίων συντελεστών, θα προβληθεί διαδικτυακά για 7 μαγνητοσκοπημένες προβολές, καθημερινά από 9/12 έως και 13/12, μέσω της πλατφόρμας του VIVA.gr"
        },
        {
            title: "170 ΤΕΤΡΑΓΩΝΙΚΑ (MOONWALK)",
            url: "https://www.youtube.com/watch?v=YQwilYB9eTY",
            description: "Σε μια μικρή επαρχιακή πόλη της Ελλάδας, ο θάνατος του πατέρα, ξαναφέρνει κάτω από την ίδια στέγη δύο αδερφές που έμεναν μακριά. Σκληρές αντιθέσεις και διαφωνίες, δημιουργούν μια έκρυθμη κατάσταση ανάμεσα στη μικρή εγκυμονούσα αδερφή, τον σύντροφό της και τη μεγάλη αδερφή, η οποία επιστρέφει στο σπίτι μετά από πολυετή απουσία με σκοπό να το πουλήσει. Μια απογευματινή επίσκεψη - βόμβα, θα φέρει αντιμέτωπους όλους τους αντιήρωές μας με το παρελθόν, το παρόν και κυρίως το μέλλον τους, και θα εκτροχιάσει με κωμικό και απρόσμενο τρόπο την ήδη ασταθή πορεία τους. Κρυμμένα μυστικά, απανωτές ανατροπές και εκκωφαντικές αποκαλύψεις συνθέτουν έναν οικογενειακό συναισθηματικό ντέρμπυ κορυφής, σε ένα «ρινγκ» 170 τετραγωνικών μέτρων.  Πόσα νομίζεις ότι ξέρεις για τους πιο κοντινούς σου ανθρώπους; Ποιος θα μείνει όρθιος στο τέλος; Το αίμα νερό δε γίνεται, αλλά όταν το αίμα βράζει…"
        },
        {
            title: "Η Βασίλισσα της Ομορφιάς",
            url: "www.youtube.com/watch?v=9LbkIkppUHo'",
            description: "Σε μια μικρή επαρχιακή πόλη της Ιρλανδίας στις αρχές της δεκαετίας του ’90 δύο γυναίκες ζουν μόνες τους: η ηλικιωμένη αυταρχική Μαγκ Φόλαν και η 40χρονη κόρη της Μωρήν, η οποία την φροντίζει. Η σχέση τους είναι μια σχέση αγάπης και μίσους, που κάνει τη συμβίωσή τους σχεδόν αφόρητη σε έναν ανελέητο αλληλοσπαραγμό. Τη ζωή τους θα ανατρέψει η εμφάνιση του Πάτο Ντούλυ, ενός άνδρα που επιστρέφει για λίγο στην πόλη του και έχει πάντα στο μυαλό του, είκοσι χρόνια τώρα, την Μωρήν ως τη βασίλισσα της ομορφιάς της μικρής τους πόλης. Είναι ουσιαστικά η τελευταία ευκαιρία της Μωρήν να αγαπήσει και να αγαπηθεί."
        },
        {
            title: "This is not Romeo & Juliet",
            url: "www.youtube.com/watch?v=iSiNW0ANj-4&feature=youtu.be'",
            description: "Δύο αιώνια έφηβοι ερωτεύονται σε ένα πάρτυ μεταμφιεσμένων. Ονειρεύονται, δραπετεύουν από τη ζωή, και συνομιλούν με τον θάνατο! Σε έκσταση, υπό την επήρεια του έρωτα. Εισβάλουν στο θέατρο."
        }
    ]
}

export default mockData;